Repository: encarsia/non
Catalog: non/ui/*.po
Languages: de

source: > (no custom shortcodes)
de: > (keine individuellen Shortcodes)

source: A manager for your Nikola powered website.
de: Ein Manager für Nikola-angetriebene Webseiten.

source: Add bookmark
de: Lesezeichen hinzufügen

source: Add new article data for: {}.
de: Füge neue Artikeldaten für {} hinzu.

source: Application terminated on window close button. Bye.
de: Anwendung wurde beendet. Auf Wiedersehen.

source: Author
de: Autor

source: Bookmark:
de: Lesezeichen:

source: Bookmark: {}
de: Lesezeichen: {}

source: Bookmark: {} (active)
de: Lesezeichen: {} (aktiv)

source: Browser preview
de: Browser-Vorschau

source: Cancel
de: Abbrechen

source: Categories
de: Kategorien

source: Category
de: Kategorie

source: Changes that have been made since last upload. This is done via the "Upload to GitHub" function or when deploying the site. <b>Commit and push changed files to the GitHub repository's src branch?</b>
de: Seit dem letzten Upload wurden Änderungen vorgenommen. Dies passiert mittels "Zu GitHub hochladen"-Funktion oder wenn die Seite deployt wird. <b>Sollen die veränderten Dateien in den Branch src des GitHub-Repositorys commitet und gepusht werden?</b>

source: Choose conf.py
de: Wähle conf.py

source: Choose configuration file
de: Konfigurationsdatei auswählen

source: Choose configuration file to read
de: Konfigurationsdatei auswählen

source: Collect data of Nikola site complete.
de: Daten von Nikola-Seite sammeln fertig.

source: Console
de: Konsole

source: Could not read data file.
de: Konnte Seitendaten-Datei nicht lesen.

source: Could not write site data to JSON file
de: Konnte Seitendaten nicht in JSON-Datei schreiben.

source: Create new page
de: Neue Seite erstellen

source: Create new post
de: Neuen Beitrag erstellen

source: Create translation file for {}
de: Erstelle Übersetzungsdatei für {}

source: Create translation for {}
de: Erstelle Übersetzung {}

source: Created
de: Erstellt

source: Current Nikola folder: {}
de: Aktuelles Nikola-Verzeichnis: {}

source: Date
de: Datum

source: Default language
de: Standardsprache

source: Delete data for: {}.
de: Lösche Daten für: {}.

source: Deploy site to GitHub/GitLab
de: Deploy Seite zu GitHub/GitLab

source: Deploy site to default deploy preset
de: Deploy Seite zu Standard-Voreinstellung

source: Deploy to GitHub
de: Deploy zu GitHub

source: Deploying to GitHub/GitLab successful.
de: Deployment zu GitHub/GitLab erfolgt.

source: Description
de: Beschreibung

source: Discard changes
de: Änderungen verwerfen

source: Downloading drafts canceled.
de: Herunterladen der Entwürfe abgebrochen.

source: Edit meta data file
de: Metadaten-Datei bearbeiten

source: Edit metafile: {}
de: Metafile bearbeiten: {}

source: Empty config created...
de: Leere Konfiguration erstellt...

source: Error: {}
de: Fehler: {}

source: Execute Nikola: run build process
de: Nikola ausführen: build-Prozess

source: Execute Nikola: run deploy to GitHub command
de: Nikola ausführen: Deployment zu GitHub

source: Execute Nikola: run deploy to default preset command
de: Nikola ausführen: voreingestellte Deployment-Konfiguration

source: Execute git stash & git pull origin src & git stash pop
de: Ausführen von git stash & git pull origin src & git stash pop

source: Failed to load data, choose another conf.py
de: Laden der Daten gescheitert, eine andere conf.py auswählen

source: Filename
de: Dateiname

source: Files
de: Dateien

source: Found config to work with...
de: Konfiguration gefunden...

source: Found summary page.
de: Zusammenfassung gefunden.

source: Found summary page. Loading {}
de: Zusammenfassung gefunden. Lade {}

source: Found {} bookmark(s)
de: {} Lesezeichen gefunden

source: Generate page for summary tab
de: Zusammenfassung in Tab generieren

source: Generate summary
de: Zusammenfassung generieren

source: Get drafts
de: Hole Entwürfe

source: Get drafts from GitHub
de: Hole Entwürfe von GitHub

source: Get some external help
de: Externe Hilfe

source: Going on without conf.py
de: Fahre ohne conf.py fort

source: I thought we were done here...
de: Ich dachte, wir wären hier fertig...

source: Images
de: Bilder

source: Input file format: {}. Separate metafile: {}.
de: Rohdateiformat: {}. Separates Metafile: {}.

source: It isn't over yet...
de: Das ist noch nicht vorbei...

source: Keep changes
de: Änderungen beibehalten

source: Language
de: Sprache

source: Local
de: Lokal

source: Local files have been changed. <b>Keep local changes and try to pull from origin or discard changes and just pull from origin?</b>
de: Lokale Dateien wurden geändert. <b>Lokale Änderungen behalten und versuchen, von origin zu pullen oder Änderungen verwerfen und nur von origin pullen?</b>

source: Markdown support is disabled by default. Consult the Nikola handbook on how to configure it.
de: Markdown-Unterstützung is standardmäßig deaktiviert. Konsultiere das Nikola-Handbuch zur Konfiguration.

source: Menu
de: Menü

source: New bookmark added for {}.
de: Neues Lesezeichen angelegt für {}.

source: New post
de: Neuer Beitrag

source: New post created: {}
de: Neuer Post angelegt: {}

source: Nikola handbook
de: Nikola-Handbuch

source: No bookmarks found.
de: Keine Lesezeichen gefunden.

source: No changes, no upload.
de: Keine Änderungen, kein Upload.

source: No config available...
de: Keine Konfiguration verfügbar...

source: No deploy commands set, edit conf.py or use 'github_deploy'
de: Kein deploy-Kommando definiert, conf.py editieren oder 'github_deploy' nutzen

source: No function (button event: {})
de: Keine funktion (Button-Event: {})

source: No local changes, pulled changes from origin/src.
de: Keine lokalen Änderungen, Änderungen von origin/src gepullt.

source: No summary file to load, let's generate one!
de: Keine Datei mit Zusammenfassung gefunden, lasst uns eine erstellen!

source: Open '{}' in web browser
de: Öffne '{}' im Browser

source: Open About dialog
de: Öffne "Über"-Dialog

source: Open Mardown basic syntax reference in web browser
de: Öffne Markdown-Syntaxreferenz im Browser

source: Open Nikola handbook
de: Öffne Nikola-Handbuch

source: Open Nikola handbook in web browser
de: Nikola-Handbuch im Browser öffnen

source: Open conf.py in external editor
de: Öffne conf.py in externem Editor

source: Open current conf.py
de: Öffne aktuelle conf.py

source: Open file...
de: Öffne Datei...

source: Open in web browser
de: Öffne in Browser

source: Open page file
de: Öffne Seiten-Datei

source: Open post file
de: Öffne Post-Datei

source: Open preview in standard web browser
de: Öffne Vorschau in Standard-Browser

source: Open reST directives in web browser
de: reST-Directives im Browser öffnen

source: Open reST syntax reference in web browser
de: reST Syntaxreferenz im Browser öffnen

source: Open reStructuredText Directives in web browser
de: Öffne reStructuredText-Directives im Browser

source: Open reStructuredText Markup Specification in web browser
de: Öffne reStructuredText-Markup-Spezifikationen im Browser

source: Output folder is set to default 'output'
de: Ausgabeverzeichnis is auf den Standard 'output' gesetzt

source: Output folder: '{}'
de: Ausgabeverzeichnis: '{}'

source: Overview
de: Überblick

source: Pages
de: Seiten

source: Path to working directory malformed or None.
de: Pfad zum Arbeitsverzeichnis fehlerhaft oder None.

source: Posts
de: Beiträge

source: Pulled files from origin/src.
de: Dateien von origin/src gepullt.

source: Pushed changes to origin/src.
de: Änderungen nach origin/src gepusht.

source: Refresh
de: Aktualisieren

source: Refresh window content
de: Fensterinhalt aktualisieren

source: Repository changes
de: Repository-Änderungen

source: Resolve conflicts!
de: Konflikte auflösen!

source: Run "Choose conf.py" menu item again or select a bookmark item.
de: "Wähle conf.py" Menüeintrag erneut aufrufen oder Lesezeichen auswählen.

source: Save drafts
de: Entwürfe speichern

source: Save drafts to GitHub. This will only upload source files and not build and deploy the site.
de: Entwürfe in GitHub speichern. Dies wird nur die Quelldateien hochladen, die Seite aber nicht erstellen und deployen.

source: Show info window about this application
de: Zeige Info-Fenster zu dieser Anwendung

source: Site data loaded from file.
de: Seitendaten aus Datei geladen.

source: Size
de: Größe

source: Stop preview
de: Vorschau beenden

source: Summary
de: Zusammenfassung

source: Tags
de: Schlagworte

source: The chosen Nikola instance isn't here anymore.
de: Die gewählte Nikola-Instanz ist hier nicht mehr.

source: There are conflicts trying to pull from GitHub.
de: Es gibt Konflikte beim Versuch von GitHub zu pullen.

source: This application will not work without pointing to a local Nikola site configuration file.
de: Diese Anwendung funktioniert nicht ohne eine lokale Nikola-Konfigurationsdatei.

source: This site is not configured to use GitHub, up-/downloading drafts is deactivated.
de: Diese Seite ist nicht für GitHub konfiguriert, Hoch-/Herunterladen von Entwürfen ist deaktiviert.

source: Title
de: Titel

source: Title must not be empty.
de: Titel darf nicht leer sein.

source: Title of new post
de: Titel des neuen Posts

source: Translation
de: Übersetzung

source: Translation file already exists.
de: Übersetzungsdatei existiert bereits.

source: Translations
de: Übersetzungen

source: Unable to load Python bindings for GObject Introspection.
de: Nicht möglich, Python bindings für GObject Introspection zu laden.

source: Unknown status: {}
de: Unbekannter Status: {}

source: Up-/download drafts to/from GitHub is enabled.
de: Hoch-/Herunterladen von Entwürfen zu/von GitHub ist aktiviert.

source: Update article data for: {}
de: Aktualisiere Artikeldaten für: {}

source: Update data file for: {}
de: Aktualisiere Datendatei für: {}

source: Uploading drafts canceled.
de: Hochladen der Entwürfe abgebrochen.

source: Working Nikola configuration required
de: Funktionierende Konfigurationsdatei benötigt

source: Write in Markdown
de: Schreibe in Markdown

source: Write site data to JSON file.
de: Schreibe Seitendaten in JSON-Datei.

source: available | local | systemwide | not installed --- |:---:|:---:|:---:
de: verfügbar | lokal | systemweit | nicht installiert --- |:---:|:---:|:---:

source: {} doesn't exist...create...
de: {} existiert nicht...wird erstellt...
